Repository: PeterSuh-Q3/tinycore-redpill
Catalog: lang/*/LC_MESSAGES/tcrp.po
Languages: am_et, ar_eg, de_de, es_es, fr_fr, hi_in, hu_hu, id_id, it_it, ja_jp, pt_br, ru_ru, th_th, tr_tr

source: Choose a language
am_et: ቋንቋ ምረጥ
ar_eg: اختر لغة
de_de: Wählen Sie eine Sprache
es_es: Elige un idioma
fr_fr: Choisissez une langue
hi_in: एक भाषा चुनें
hu_hu: Nyelv kiválasztása
id_id: Pilih bahasa
it_it: Scegli una lingua
ja_jp: 言語を選択してください
pt_br: Olá! Posso ajudá-lo em Português
ru_ru: Выберите язык
th_th: เลือกภาษา
tr_tr: Bir dil seçin

source: Choose a Storage Panel Size
am_et: የማከማቻ ፓነል መጠን ምረጥ
ar_eg: اختر حجم لوحة التخزين
de_de: Wählen Sie eine Größe des Speicherpaneels
es_es: Elija un tamaño de panel de almacenamiento
fr_fr: Choisissez une taille de panneau de stockage
hi_in: स्टोरेज पैनल का आकार चुनें
hu_hu: Válassz egy tárolópanel méretét
id_id: Pilih Ukuran Panel Penyimpanan
it_it: Scegli una dimensione del pannello di archiviazione
ja_jp: ストレージパネルのサイズを選択してください
pt_br: Escolha um tamanho de painel de armazenamento
ru_ru: Выберите размер панели хранения
th_th: เลือกขนาดแผงจัดเก็บข้อมูล
tr_tr: Depolama Paneli Boyutu Seçin

source: Mac-spoof Addon
am_et: ማክ-ስፖፍ አዶን
ar_eg: ملحق Mac-spoof
es_es: Complemento falso para Mac
fr_fr: Module complémentaire usurpant Mac
hi_in: मैक-स्पूफ ऐडऑन
hu_hu: Mac-hamis kiegészítés
id_id: Addon palsu Mac
it_it: Componente aggiuntivo spoofing Mac
ja_jp: Mac なりすましアドオン
pt_br: Complemento de falsificação de Mac
ru_ru: Дополнение Mac-spoof
th_th: โปรแกรมเสริม Mac-spoof
tr_tr: Mac sahtekarlığı eklentisi

source: Prevent SataPortMap,DiskIdxMap initialization
am_et: SataPortMap፣DiskIdxMap ማስጀመርን አግድ
ar_eg: منع تهيئة SataPortMap وDiskIdxMap
de_de: SataPortMap,DiskIdxMap-Initialisierung verhindern
es_es: Evitar la inicialización de SataPortMap,DiskIdxMap
fr_fr: Empêcher l'initialisation de SataPortMap, DiskIdxMap
hi_in: SataPortMap,DiskIdxMap आरंभीकरण को रोकें
hu_hu: A SataPortMap,DiskIdxMap inicializálás megakadályozása
id_id: Mencegah inisialisasi SataPortMap,DiskIdxMap
it_it: Impedisci l'inizializzazione di SataPortMap, DiskIdxMap
ja_jp: SataPortMap、DiskIdxMap の初期化を防止します
pt_br: Impedir inicialização de SataPortMap,DiskIdxMap
ru_ru: Запретить инициализацию SataPortMap,DiskIdxMap
th_th: ป้องกัน SataPortMap,DiskIdxMap การเริ่มต้น
tr_tr: SataPortMap,DiskIdxMap başlatılmasını önle

source: Show SATA(s) ports and drives for SataPortMap
am_et: SATA(sports and drives for SataPortMap) አሳይ
ar_eg: إظهار منافذ ومحركات أقراص SATA لـSataPortMap
de_de: SATA(s)-Ports und -Laufwerke für SataPortMap anzeigen
es_es: Mostrar puertos y unidades SATA para SataPortMap
fr_fr: Afficher les ports et lecteurs SATA(s) pour SataPortMap
hi_in: SataPortMap के लिए SATA(s पोर्ट और ड्राइव दिखाएं)
hu_hu: SATA portok és meghajtók megjelenítése a SataPortMap számára
id_id: Tampilkan port dan drive SATA untuk SataPortMap
it_it: Mostra porte e unità SATA per SATAPortMap
ja_jp: SataPortMap の SATA ポートとドライブを表示
pt_br: Mostrar portas e unidades SATA(s) para SataPortMap
ru_ru: Показать порты и диски SATA для SataPortMap
th_th: แสดงพอร์ตและไดรฟ์ SATA สำหรับ SataPortMap
tr_tr: SataPortMap için SATA bağlantı noktalarını ve sürücülerini göster

source: Show error log of running loader
am_et: የአሂድ ጫኚውን የስህተት ምዝግብ ማስታወሻ አሳይ
ar_eg: إظهار سجل أخطاء أداة التحميل قيد التشغيل
de_de: Fehlerprotokoll des laufenden Loaders anzeigen
es_es: Mostrar registro de errores del cargador en ejecución
fr_fr: Afficher le journal des erreurs du chargeur en cours d'exécution
hi_in: चल रहे लोडर का त्रुटि लॉग दिखाएँ
hu_hu: A futó betöltő hibanaplójának megjelenítése
id_id: Tampilkan log kesalahan saat menjalankan loader
it_it: Mostra registro errori del caricatore in esecuzione
ja_jp: 実行中のローダーのエラー ログを表示
pt_br: Mostrar log de erros do carregador em execução
ru_ru: Показать журнал ошибок работающего загрузчика
th_th: แสดงบันทึกข้อผิดพลาดของตัวโหลดที่ทำงานอยู่
tr_tr: Çalışan yükleyicinin hata günlüğünü göster

source: Burn TCRP Bootloader Img to USB or SSD
am_et: TCRP Bootloader Img ወደ USB ወይም SSD ያቃጥሉ
ar_eg: نسخ صورة أداة تحميل التشغيل TCRP على USB أو SSD
de_de: Einen weiteren TCP-Bootloader auf USB oder SSD brennen
es_es: Grabar otro gestor de arranque TCRP en USB o SSD
fr_fr: Graver un autre chargeur de démarrage TCRP sur USB ou SSD
hi_in: TCRP बूटलोडर Img को USB या SSD में बर्न करें
hu_hu: A TCRP Bootloader kép írása USB-re vagy SSD-re
id_id: Bakar Gambar Bootloader TCRP ke USB atau SSD
it_it: Masterizza un altro bootloader TCRP su USB o SSD
ja_jp: 別の TCRP ブートローダーを USB または SSD に書き込む
pt_br: Gravar outro bootloader TCPP em USB ou SSD
ru_ru: Записать еще один загрузчик TCRP на USB или SSD
th_th: เบิร์น TCRP Bootloader Img ไปยัง USB หรือ SSD
tr_tr: TCRP Bootloader Görüntüsünü USB veya SSD'ye Yaz

source: Clone Current TCRP Bootloader to USB or SSD
am_et: Clone Current TCRP Bootloader ወደ USB ወይም SSD
ar_eg: استنساخ أداة تحميل التشغيل TCRP الحالية إلى USB أو SSD
de_de: TCRP-Bootloader auf USB oder SSD klonen
es_es: Clonar el cargador de arranque TCRP a USB o SSD
fr_fr: Cloner le chargeur de démarrage TCRP sur USB ou SSD
hi_in: वर्तमान TCRP बूटलोडर को USB या SSD पर क्लोन करें
hu_hu: A jelenlegi TCRP rendszerbetöltő klónozása USB-re vagy SSD-re
id_id: Kloning Bootloader TCRP Saat Ini ke USB atau SSD
it_it: Clona bootloader TCRP su USB o SSD
ja_jp: TCRP ブートローダーのクローンを USB または SSD に作成
pt_br: Clone Bootloader TCRP para USB ou SSD
ru_ru: Клонировать загрузчик TCRP на USB или SSD
th_th: โคลน TCRP Bootloader ปัจจุบันเป็น USB หรือ SSD
tr_tr: Geçerli TCRP Önyükleyicisini USB veya SSD'ye Klonla

source: sata_remap processing for SataPort reordering
ar_eg: معالجة sata_remap لإعادة ترتيب SATAPort
de_de: sata_remap-Verarbeitung zur Neuanordnung der SATAPorts
es_es: Procesamiento sata_remap para reordenamiento de SataPort
fr_fr: Traitement sata_remap pour la réorganisation de SataPort
hi_in: SataPort पुनर्व्यवस्था के लिए sata_remap प्रसंस्करण
hu_hu: sata_remap feldolgozás a SataPort újrarendezéshez
id_id: pemrosesan sata_remap untuk penataan ulang SataPort
it_it: elaborazione sata_remap per il riordino di SataPort
ja_jp: SataPort の並べ替えのための sata_remap 処理
pt_br: processamento sata_remap para reordenação SataPort
ru_ru: Обработка sata_remap для изменения порядка SataPort
th_th: การประมวลผล sata_remap สำหรับการเรียงลำดับ SataPort ใหม่

source: nvmesystem Addon(NVMe single volume use)
am_et: nvmesystem አድስ (አንድ ንፊል NVMe አጠቃቀም)
ar_eg: إضافة nvmesystem (استخدام مجلد NVMe واحد)
de_de: nvmesystem-Erweiterung (Verwendung eines einzelnen NVMe-Volumes)
es_es: Complemento nvmesystem (uso de un solo volumen NVMe)
fr_fr: Module nvmesystem (utilisation d'un seul volume NVMe)
hi_in: nvmesystem ऐड-ऑन (NVMe एकल वॉल्यूम उपयोग)
hu_hu: nvmesystem bővítmény (egyetlen NVMe kötet használata)
id_id: Ekstensi nvmesystem (menggunakan satu volume NVMe)
it_it: Estensione nvmesystem (utilizzo di un singolo volume NVMe)
ja_jp: nvmesystem アドオン(NVMe 単一ボリューム使用)
pt_br: Complemento nvmesystem (uso de um único volume NVMe)
ru_ru: дополнение nvmesystem (использование одного тома NVMe)
th_th: โมดูล nvmesystem (ใช้โวลุ่ม NVMe เดียว)
tr_tr: nvmesystem eklentisi (tek bir NVMe birimi kullanımı)

source: Boot the loader
am_et: ሎደርን አስኪድ
ar_eg: تشغيل المُحمل
de_de: Lader starten
es_es: Iniciar el cargador
fr_fr: Démarrer le chargeur
hi_in: लोडर को बूट करें
hu_hu: Indítsa el a betöltőt
id_id: Mulai loader
it_it: Avviare il caricatore
ja_jp: ローダーを起動
pt_br: Iniciar o carregador
ru_ru: Загрузить загрузчик
th_th: เริ่มต้นโหลดเดอร์
tr_tr: Yükleyiciyi başlat

source: Additional Functions
am_et: ተጨማሪ አቅራቦቶች
ar_eg: وظائف إضافية
de_de: Zusätzliche Funktionen
es_es: Funciones adicionales
fr_fr: Fonctions supplémentaires
hi_in: अतिरिक्त कार्य
hu_hu: További funkciók
id_id: Fungsi tambahan
it_it: Funzioni aggiuntive
ja_jp: 追加機能
pt_br: Funções adicionais
ru_ru: Дополнительные функции
th_th: ฟังก์ชันเพิ่มเติม
tr_tr: Ek işlevler

source: Change GRUB boot entry default value
am_et: GRUB አስኪድ ገጽታ የተሰጠ እሴት ለውጥ
ar_eg: تغيير قيمة الإدخال الافتراضي لتشغيل GRUB
de_de: Standardwert der GRUB-Starteintrag ändern
es_es: Cambiar el valor predeterminado de la entrada de arranque GRUB
fr_fr: Modifier la valeur par défaut de l'entrée de démarrage GRUB
hi_in: GRUB बूट एंट्री का डिफ़ॉल्ट मान बदलें
hu_hu: Módosítsa a GRUB indítási bejegyzés alapértelmezett értékét
id_id: Ubah nilai default entri boot GRUB
it_it: Cambiare il valore predefinito della voce di avvio GRUB
ja_jp: GRUBのブートエントリのデフォルト値を変更
pt_br: Alterar o valor padrão da entrada de inicialização GRUB
ru_ru: Изменить значение по умолчанию записи загрузки GRUB
th_th: เปลี่ยนค่าเริ่มต้นของรายการบูต GRUB
tr_tr: GRUB önyükleme girişinin varsayılan değerini değiştir

source: Inject Bootloader to Syno DISK
am_et: ቡትሎደርን ስኖ ዲስክ ላይ አስገባ
ar_eg: حقن برنامج الإقلاع في قرص Syno
de_de: Bootloader in die Syno-Disk einfügen
es_es: Inyectar el cargador de arranque en el disco Syno
fr_fr: Injecter le chargeur d'amorçage dans le disque Syno
hi_in: Syno डिस्क में बूटलोडर इंजेक्ट करें
hu_hu: Bootloader befecskendezése a Syno lemezre
id_id: Suntikkan bootloader ke disk Syno
it_it: Iniettare il caricatore di avvio nel disco Syno
ja_jp: Synoディスクにブートローダーを注入
pt_br: Injetar o carregador de inicialização no disco Syno
ru_ru: Внедрить загрузчик в диск Syno
th_th: ฉีดบูตโหลดเดอร์เข้าดิสก์ Syno
tr_tr: Bootloader'ı Syno diske enjekte et

source: Remove the injected bootloader partition
am_et: አስገባው ቡትሎደር ክፍል አስወግድ
ar_eg: إزالة قسم برنامج الإقلاع المحقون
de_de: Eingefügte Bootloader-Partition entfernen
es_es: Eliminar la partición del cargador de arranque inyectada
fr_fr: Supprimer la partition de chargeur d'amorçage injectée
hi_in: इंजेक्ट किए गए बूटलोडर पार्टीशन को हटाएं
hu_hu: A befecskendezett bootloader partíció eltávolítása
id_id: Hapus partisi bootloader yang disuntikkan
it_it: Rimuovere la partizione del caricatore di avvio iniettata
ja_jp: 注入されたブートローダーパーティションを削除
pt_br: Remover a partição do carregador de inicialização injetada
ru_ru: Удалить внедренную загрузочную секцию
th_th: ลบพาร์ติชันบูตโหลดเดอร์ที่ฉีดเข้าไป
tr_tr: Enjekte edilen bootloader bölümünü kaldır

source: Packing loader file for remote update
am_et: ርሞት አስተካክል ለሎደር ፋይል አስተካክል
ar_eg: تحزيم ملف المُحمل لتحديث عن بعد
de_de: Lader-Datei für Fernupdate packen
es_es: Empaquetar el archivo del cargador para actualización remota
fr_fr: Packager le fichier de chargeur pour une mise à jour à distance
hi_in: दूरस्थ अद्यतन के लिए लोडर फ़ाइल पैक करना
hu_hu: Betöltő fájl csomagolása távoli frissítéshez
id_id: Mengemas file loader untuk pembaruan jarak jauh
it_it: Impacchettare il file del caricatore per l'aggiornamento remoto
ja_jp: リモートアップデート用のローダーファイルをパッキング
pt_br: Empacotar o arquivo do carregador para atualização remota
ru_ru: Упаковка файла загрузчика для удаленного обновления
th_th: แพ็กไฟล์โหลดเดอร์สำหรับการอัปเดตระยะไกล
tr_tr: Uzaktan güncelleme için yükleyici dosyasını paketle

source: Syno disk and partition handling
ar_eg: التعامل مع قرص وأقسام Syno
de_de: Syno Festplatten- und Partitionsverwaltung
es_es: Manejo de disco y particiones Syno
fr_fr: Gestion des disques et partitions Syno
hi_in: Syno डिस्क और पार्टिशन हैंडलिंग
hu_hu: Syno lemez és partíció kezelés
id_id: Penanganan disk dan partisi Syno
it_it: Gestione disco e partizioni Syno
ja_jp: Synoディスクとパーティション処理
pt_br: Manuseio de disco e partição Syno
ru_ru: Обработка дисков и разделов Syno
th_th: การจัดการดิสก์และพาร์ติชัน Syno
tr_tr: Syno disk ve bölüm yönetimi

source: Change DSM New Password
am_et: DSM አዲስ ይለፍ ቃል ቀይር
ar_eg: تغيير كلمة مرور DSM الجديدة
de_de: DSM Neues Passwort ändern
es_es: Cambiar contraseña nueva de DSM
fr_fr: Changer le nouveau mot de passe DSM
hi_in: DSM नया पासवर्ड बदलें
hu_hu: DSM új jelszó módosítása
id_id: Ubah kata sandi baru DSM
it_it: Cambia nuova password DSM
ja_jp: DSM新しいパスワードの変更
pt_br: Alterar nova senha DSM
ru_ru: Изменить новый пароль DSM
th_th: เปลี่ยนรหัสผ่านใหม่ DSM
tr_tr: DSM Yeni Şifre Değiştir

source: Add New DSM User
am_et: አዲስ DSM ተጠቃሚ ጨምር
ar_eg: إضافة مستخدم DSM جديد
de_de: Neuen DSM-Benutzer hinzufügen
es_es: Agregar nuevo usuario DSM
fr_fr: Ajouter un nouvel utilisateur DSM
hi_in: नया DSM उपयोगकर्ता जोड़ें
hu_hu: Új DSM felhasználó hozzáadása
id_id: Tambah pengguna DSM baru
it_it: Aggiungi nuovo utente DSM
ja_jp: 新しいDSMユーザーの追加
pt_br: Adicionar novo usuário DSM
ru_ru: Добавить нового пользователя DSM
th_th: เพิ่มผู้ใช้ DSM ใหม่
tr_tr: Yeni DSM Kullanıcısı Ekle

source: Clean System Partition(md0)
am_et: የስርዓት ክፍል ጽዳት(md0)
ar_eg: تنظيف قسم النظام(md0)
de_de: Systempartition bereinigen(md0)
es_es: Limpiar partición del sistema(md0)
fr_fr: Nettoyer la partition système(md0)
hi_in: सिस्टम पार्टिशन साफ़ करें(md0)
hu_hu: Rendszer partíció tisztítása(md0)
id_id: Bersihkan partisi sistem(md0)
it_it: Pulisci partizione di sistema(md0)
ja_jp: システムパーティションのクリーニング(md0)
pt_br: Limpar partição do sistema(md0)
ru_ru: Очистить системный раздел(md0)
th_th: ทำความสะอาดพาร์ติชันระบบ(md0)
tr_tr: Sistem Bölümünü Temizle(md0)

source: Bootentry Update version correction
am_et: Bootentry ማሻሻያ ስሪት ማረሚያ
ar_eg: تصحيح إصدار تحديث إدخال التمهيد
de_de: Bootentry Update Versionskorrektur
es_es: Corrección de versión de actualización Bootentry
fr_fr: Correction de version de mise à jour Bootentry
hi_in: बूट एंट्री अपडेट संस्करण सुधार
hu_hu: Bootentry frissítés verzió javítás
id_id: Koreksi versi pembaruan bootentry
it_it: Correzione versione aggiornamento bootentry
ja_jp: ブートエントリーアップデートバージョン修正
pt_br: Correção de versão de atualização do bootentry
ru_ru: Исправление версии обновления загрузочной записи
th_th: การแก้ไขเวอร์ชันอัปเดต Bootentry
tr_tr: Bootentry Güncelleme sürüm düzeltmesi

source: Mount Syno Disk Volume(Ext4 only)
am_et: Syno ዲስክ ወልሙ ተራራ(Ext4 ብቻ)
ar_eg: تركيب مجلد قرص Syno (Ext4 فقط)
de_de: Syno Disk Volume einbinden(nur Ext4)
es_es: Montar volumen de disco Syno(solo Ext4)
fr_fr: Monter le volume disque Syno(Ext4 seulement)
hi_in: Syno डिस्क वॉल्यूम माउंट करें(केवल Ext4)
hu_hu: Syno lemez kötet csatolása(csak Ext4)
id_id: Mount volume disk Syno(hanya Ext4)
it_it: Monta volume disco Syno(solo Ext4)
ja_jp: Synoディスクボリュームのマウント(Ext4のみ)
pt_br: Montar volume do disco Syno(apenas Ext4)
ru_ru: Монтировать том диска Syno(только Ext4)
th_th: เมาท์โวลุ่มดิสก์ Syno(เฉพาะ Ext4)
tr_tr: Syno Disk Hacmini Bağla(Sadece Ext4)

source: Add Tinycore v9 menuentry for mount Syno Disk BTRFS Vol
am_et: Syno ዲስክ BTRFS Vol ለመተራረቅ Tinycore v9 የሜኑ ግቤት ጨምር
ar_eg: إضافة إدخال قائمة Tinycore v9 لتركيب مجلد Syno Disk BTRFS
de_de: Tinycore v9 Menüeintrag zum Einbinden von Syno Disk BTRFS Vol hinzufügen
es_es: Agregar entrada de menú Tinycore v9 para montar volumen Syno Disk BTRFS
fr_fr: Ajouter l'entrée de menu Tinycore v9 pour monter le volume Syno Disk BTRFS
hi_in: Syno डिस्क BTRFS वॉल्यूम माउंट के लिए Tinycore v9 मेनू एंट्री जोड़ें
hu_hu: Tinycore v9 menübejegyzés hozzáadása Syno lemez BTRFS kötet csatolásához
id_id: Tambah menu entry Tinycore v9 untuk mount volume disk Syno BTRFS
it_it: Aggiungi voce menu Tinycore v9 per montare volume disco Syno BTRFS
ja_jp: SynoディスクBTRFSボリュームマウント用Tinycore v9メニューエントリーの追加
pt_br: Adicionar entrada de menu Tinycore v9 para montar volume Syno Disk BTRFS
ru_ru: Добавить пункт меню Tinycore v9 для монтирования тома Syno Disk BTRFS
th_th: เพิ่มรายการเมนู Tinycore v9 สำหรับเมาท์โวลุ่ม Syno Disk BTRFS
tr_tr: Syno Disk BTRFS Hacmini bağlamak için Tinycore v9 menü girişi ekle

source: Select build pre-option (required or not required)
ar_eg: اختر خيار البناء المسبق (مطلوب أو غير مطلوب)
de_de: Wählen Sie die Build-Voroption (erforderlich oder nicht erforderlich)
hi_in: बिल्ड प्री-ऑप्शन चुनें (आवश्यक या आवश्यक नहीं)
id_id: Pilih opsi pra-build (wajib atau tidak wajib)
ja_jp: ビルド事前オプションを選択（必須または任意）
ru_ru: Выберите предварительную опцию сборки (обязательно или необязательно)
th_th: เลือกตัวเลือกการสร้างล่วงหน้า (จำเป็นหรือไม่จำเป็น)
tr_tr: Derleme ön seçeneğini seçin (gerekli veya gerekli değil)
